import Mock from 'mockjs'
export default Mock.mock({
  'listInfo|2': [
    {
      'title|1': [
        '公司信息',
        '概况'
      ],
      'text1|1': [
        '企业名称',
        '实发总金额'
      ],
      'text11|1': [
        '北京易企业科技有限公司',
        '1,218,391.09'
      ],
      'text2|1': [
        '我的权限',
        '开通时间'
      ],
      'text22|1': [
        '系统管理员',
        '291天'
      ],
      'text3|1': [
        '版本信息',
        '本月已发员工'
      ],
      'text33|1': [
        '免费版2.1.2',
        '81人'
      ],
      'text4|1': [
        '209',
        '7'
      ],
      'text44|1': [
        '管理员工',
        '发薪历史'
      ],
      'text444|1': [
        '修改企业信息',
        '发工资条'
      ]
    }
  ]
})
